import './index.scss';
import React, { Component } from 'react';

class Login extends Component {
  constructor(props){
    super(props);
  }

  render() {
    return (
      <div className ='content-container'>
        <div className='content-title'>
          异世邪君
        </div>
        <div className='main-content'>
          <div className ='main-content-title'>
            第一章 扫地小厮
          </div>
          <div className='main-content-home'>
            <p>　　烈日如炎，灼热的阳光从天空上倾洒下来，令得整片大地都是处于一片蒸腾之中，杨柳微垂，收敛着枝叶，恹恹不振。</p>
            <p>　　在那一片投射着被柳树枝叶切割而开的明亮光斑的空地中，数百道身影静静盘坐，这是一群略显青涩的少年少女，而此时，他们都是面目认真的微闭着双目，鼻息间的呼吸，呈现一种极有节奏之感，而随着呼吸的吐纳，他们的周身，仿佛是有着肉眼难辨的细微光芒出现。</p>
            <p>　　微风悄然的吹拂而来，衣衫飘动，倒是略显壮观。</p>
            <p>　　在这数百道身影前方，有着一座石台，石台上，同样是有着一道身影安静的盘坐，他双手在身前相合，十指交叉，双目紧闭，犹如是进入了某种修炼状态之中。</p>
            <p>　　这道身影也是少年模样，他有着一头柔软而略显散乱的黑发，尚还显得稚嫩的脸庞有点清瘦，让人看起来有着一种相当舒服的感觉。</p>
            <p>　　而此时，在这名少年的周身，正有着肉眼可见的光芒绽放着，在那种光芒下，仿佛是有着一股玄奥的能量，正在对着他的体内涌去。</p>
            <p>　　石台下，一些少年突然悄悄的睁开眼睛，他们望着石台上那少年周身的光芒，皆是忍不住的舔舔嘴，脸庞上露出了一些羡慕钦佩之色，而后那股安静便是被他们的窃窃私语声开始打破。</p>
            <p>　　“牧哥真厉害，我们都还在感应天地灵气，他就已经成功晋入灵动境了，真不愧是我们东院地届的第一人啊。”</p>
            <p>　　“哈，那是当然，莫说东院了，我想整个北灵院同等年龄中，恐怕都没几人能和牧哥比。”</p>
            <p>　　一名靠前的灰衣少年似乎与石台上的少年颇为熟悉，他听得大伙的窃窃私语，不由得得意一笑，压低声音道：“牧哥可是被选拔出来参加过“灵路”的人，我们整个北灵境中，可就牧哥一人有名额，你们应该也知道参加“灵路”的都是些什么变态吧？当年我们这北灵境可是因为此事沸腾了好一阵的，从那里出来的人，最后基本全部都是被“五大院”给预定了的。”</p>
            <p>　　“五大院？”不少少年听得这对于他们而言极端耀眼的名字，都是忍不住的咽了口唾沫，眼中满是向往与火热之色，那里，算是所有少年人心中的终极梦想所在，只不过“五大院”选拔极端的严苛，能够进入其中的，莫不是天才之姿，谁若是能够进入其中，那也真正算是前途无量了。</p>
            <p>　　“牧哥是很厉害...不过，不过牧哥好像只参加了一年...我听别人说，牧哥是第一个“灵路”时间未曾完结就被驱逐出来的人...”</p>
            <p>　　有着一名少年犹豫了一下，悄悄的说道，但旋即他又赶紧补充道：“牧哥的能力我们都知道，就算那“灵路”中都是来自大世界各处的天才妖孽，可牧哥也绝不会逊色，这样被驱逐出来，一定是受到了不公对待！”</p>
            <p>　　众多少年少女面面相觑，这事情在北灵院甚至整个北灵境也不算什么秘密，他们在对此感到遗憾的同时，又相当的好奇，他们很想知道，究竟是因为什么原因，这个出色得让同样有着几分傲气的他们都信服的牧哥，竟然会被那“灵路”主动的驱逐出来。</p>
            <p>　　那灰衣少年撇了撇嘴，不以为然的道：“哼，肯定是那“灵路”里有人嫉妒牧哥，这才使用手段把他逼走，不过没关系，以牧哥的能力，迟早也能够进入“五大院”，到时候自然让人明白。”</p>
            <p>　　众多少年捎了捎头，虽然他们也知道他们口中这位牧哥天赋极强，但五大院也不是这么好进入的啊，毕竟他在那“灵路”中，只是修炼了一年时间，还谈不上成功的完成修炼，这与那些从“灵路”真正出来的天才妖孽相比，应该还是要差一些的。</p>
          </div>
        </div>
        <div className='page-btn-grounp'>
          <div className='page-btn'>
            上一章
          </div>
          <div className='page-btn'>
            下一章
          </div>
        </div>
      </div>
    );
  }
}

export default Login;